[
  {
    "author": "Владимир Владимирович Путин",
    "text": "Я хотел вас поблагодарить, поблагодарить всех без исключения, и Григория Алексеевича Зюганова (про Григория Явлинского), и других лидеров фракций.",
    "source": "На заседании Госдумы при утверждении Путина на посту премьер-министра, на котором Григорий Явлинский назвал Путина Владимиром Владимировичем Степашиным, желая подчеркнуть идентичность нового премьера и его предшественника."
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Мы будем преследовать террористов везде: в аэропорту — в аэропорту, значит, вы уж меня извините, в туалете поймаем — мы и в сортире их замочим, в конце концов. Всё, вопрос закрыт окончательно.",
    "source": "24 сентября 1999 года во время пресс-конференции в Астане, комментируя бомбардировки российской авиацией Грозного."
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "У нас страна огромных возможностей не только для преступников, но и для государства.",
    "source": "на заседании президентского Совета безопасности 30.11.1999"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Ну знаете, что я вам скажу, что вот, постоянное кивание на заграницу как на источник всех наших бед неверно. Неверно по сути своей. А все наши беды — в нас самих, от нашей собственной безалаберности и слабости всё проистекает. Вот, у нас куда ни сунься — у нас везде Чечня. И не только на Северном Кавказе… Фигурально выражаясь, да? У нас в экономику сунься, там — беда и сплошное горе. <…> Посмотрите на наши международные отношения, ну, наши отношения с самым ближним зарубежьем. У нас везде какая-то зияющая дыра — проблема.",
    "source": "https://www.youtube.com/watch?v=fGH8cghgJPM"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Президент Ельцин много сделал, чтобы разрушить коммунистическую систему и подтолкнуть Россию в ее движении к цивилизованным странам. Направление российской политики во всех областях останется прежним в ближайшие три месяца, пока я исполняю обязанности президента. В будущем многое будет зависеть от того, кого выберут президентом; однако я верю, что это будет прогрессивный человек.",
    "source": "Телефонный разговор президента США Билла Клинтона с исполняющим обязанности президента России Владимиром Путиным (1 января 2000 г.)"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Если человека всё устраивает, то он полный идиот. Здорового человека, в нормальной памяти не может всегда и всё устраивать.",
    "source": "О своем отношении к правительству (интервью 24 декабря 2000 г.)"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Она утонула)",
    "source": "Через несколько недель после аварии на подлодке «Курск», в «Шоу Ларри Кинга» (8 сентября 2000 г.)"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Вариант 1. Общество должно отторгать всё, что связано с сексом.\nВариант 2. Общество должно само отвергать всё, что связано с сексом, насилием и прочими извращениями.",
    "source": "О цензуре на телевидении (во время встречи с избирателями в Иркутске)."
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Интервьюер: Будем снова искать особый путь для России?\nВладимир Путин: А ничего искать не надо, всё уже найдено. Это путь демократического развития. Конечно, Россия более чем разнообразная страна, но мы — часть западноевропейской культуры. И вот в этом наша ценность, на самом деле. Где бы ни жили наши люди — на Дальнем Востоке или на юге, мы — европейцы.",
    "source": "Цитируется по книге: «От первого лица. Разговоры с Владимиром Путиным». Геворкян Наталия, Колесников Андрей"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Я не очень был взволнован тем, что ночевал на ранчо у Буша. Он должен был сам думать, что будет, если он пустил к себе бывшего сотрудника разведки. Но и сам Буш — сын бывшего главы ЦРУ. Так что мы были в семейном кругу и чувствовали себя неплохо.",
    "source": "https://www.kommersant.ru/doc/304111"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Необходимо серьёзно относиться к вопросам собственности, а то рот разинете и не будет у вас не только «Сибура», но и других предприятий[12]. ",
    "source": "https://www.forbes.ru/forbes/issue/2007-04/11807-staraya-gvardiya"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Если вы хотите совсем уж стать исламским радикалом и готовы пойти на то, чтобы сделать себе обрезание, то я приглашаю вас в Москву. У нас многоконфессиональная страна, у нас есть специалисты и по этому вопросу. И я порекомендую им сделать эту операцию таким образом, чтобы у вас больше уже ничего не выросло.",
    "source": "https://www.ng.ru/politics/2003-11-10/3_berluskoni.html"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "На яйцах рисуют? Я не знаю, что там рисуют на яйцах, не видел.",
    "source": " В ответ на просьбу прокомментировать появившиеся портреты президента на пасхальных яйцах во время пресс-конференции в июне 2002 года"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Это привычка. Нет, я не левша. Я люблю, чтобы они у меня болтались на запястье. А вот эта заводная головка, если на левой руке, то она как раз повернута в сторону кисти, и все время натирает… Больно… Вот и весь секрет, ничего здесь особенного нет.",
    "source": "В ответ на вопрос почему Владимир Владимирович носит часы на правой руке во время Прямой линии (телеканалы РТР, ОРТ) 19 декабря 2002 года"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Все должны раз и навсегда для себя понять: надо исполнять закон всегда, а не только тогда, когда схватили за одно место.",
    "source": "Сказал в интервью итальянским СМИ в ноябре 2003 года, рассказывая про дело «ЮКОСа»."
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Сюда нужно смотреть! И слушать, что я говорю! А если неинтересно, значит пожалуйста...",
    "source": "Обращаясь к болтавшим на заседании президиума Госсовета и Совета безопасности в ноябре 2003 года чиновникам"
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Тот, кто говорит: «Россия — для русских‎», — знаете, трудно удержаться, чтобы не давать характеристики этим людям, — это либо непорядочные люди, которые не понимают, что говорят, и тогда они просто придурки, либо провокаторы, потому что Россия — многонациональная страна.",
    "source": ""
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Сам процесс внесения изменений в Конституцию является дестабилизирующим фактором.",
    "source": ""
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": " В известном итальянском фильме есть такая фраза - «настоящий мужчина должен всегда пытаться, а настоящая женщина должна сопротивляться.»",
    "source": "Отвечая в декабре 2004 года на пресс-конференции в Кремле на вопрос журналиста, есть ли проблемы со свободой слова в России, и где их больше, в столице или в регионах. Он предложил СМИ действовать в соответствии с этой фразой."
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Российская Федерация при развале Советского Союза с целью избежать развития на постсоветском пространстве по югославскому сценарию, пошла на беспрецедентные в истории человечества жертвы — отдала десятки тысяч квадратных километров своих исконных территорий. Хорошо или плохо, сейчас не будем говорить, но это произошло. И теперь выслушивать всякие бредни по поводу того, что мы какие-то там пять километров кому-то должны, абсолютно недопустимо. <…> Пыталовский район Псковской области… От мёртвого осла уши им, а не Пыталовский район.",
    "source": "По поводу территориальных претензий к России со стороны прибалтийских стран."
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "Стриптиза не будет, вопрос отменяется.",
    "source": "На вопрос о разногласиях между лидерами «большой восьмёрки»."
  },
  {
    "author": "Владимир Владимирович Путин",
    "text": "У меня нет никакого желания подвергать сомнению решения суда. Я ведь всё-таки юрист по образованию.",
    "source": "На пресс-конференции после саммита «большой восьмёрки» в Шотландии."
  }
]